Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Drag the preview to move the picture.
ar: اسحب المعاينة لتحريك الصورة.
de: Ziehen Sie die Vorschau, um das Bild zu verschieben.
es: Arrastra la previsualización para mover la imagen.
fr: Faites glisser l’aperçu pour déplacer l’image.
hi: चित्र हिलाने के लिए प्रीव्यू को ड्रैग करें।
it: Trascina l’anteprima per spostare l’immagine.
ja: プレビューをドラッグして画像を移動します。
ko: 미리보기를 드래그하여 사진을 이동합니다.
pl: Przeciągnij podgląd, aby przesunąć obraz.
pt_br: Arraste a pré-visualização para mover a imagem.
ru: Перетащите предпросмотр, чтобы сдвинуть изображение.
tr: Resmi taşımak için önizlemeyi sürükleyin.
uk: Перетягніть попередній перегляд, щоб зсунути зображення.
zh_hans: 拖移预览以移动图片。
zh_hant: 拖移預覽以移動圖片。

source: Drag to move the clip.
ar: اسحب لتحريك المقطع.
de: Ziehen Sie, um den Clip zu verschieben.
es: Arrastra para mover el clip.
fr: Faites glisser pour déplacer l’extrait.
hi: क्लिप खिसकाने के लिए ड्रैग करें।
it: Trascina per spostare la clip.
ja: ドラッグしてクリップを移動します。
ko: 드래그하여 클립을 이동하십시오.
pl: Przeciągnij, aby przesunąć klip.
pt_br: Arraste para mover o clipe.
ru: Перетащите, чтобы сдвинуть клип.
tr: Klibi taşımak için sürükleyin.
uk: Перетягніть, щоб посунути кліп.
zh_hans: 拖移以移动片段。
zh_hant: 拖移以移動片段。

source: Drag to move the picture; pinch to zoom
ar: اسحب لتحريك الصورة، وقرّب بإصبعين للتكبير
de: Zum Verschieben des Bildes ziehen, zum Zoomen auf- oder zuziehen
es: Arrastra para mover la imagen; pellizca para hacer zoom
fr: Faites glisser pour déplacer l’image ; pincez pour zoomer
hi: चित्र हिलाने के लिए ड्रैग करें; ज़ूम के लिए पिंच करें
it: Trascina per spostare l’immagine; pizzica per lo zoom
ja: ドラッグで画像を移動、ピンチでズーム
ko: 드래그하여 사진을 이동하고 핀치하여 확대/축소합니다
pl: Przeciągnij, aby przesunąć obraz; zsuń lub rozsuń palce, aby powiększyć
pt_br: Arraste para mover a imagem; faça pinça para ampliar
ru: Перетащите, чтобы сдвинуть изображение; сведите или разведите пальцы для масштаба
tr: Resmi taşımak için sürükleyin; yakınlaştırmak için kıstırın
uk: Перетягніть, щоб зсунути зображення; зведіть або розведіть пальці для масштабу
zh_hans: 拖移以移动图片；双指开合以缩放
zh_hant: 拖移以移動圖片；雙指開合以縮放

source: Draw large glowing particles at half resolution
ar: رسم الجسيمات المتوهجة الكبيرة بنصف الدقة
de: Große leuchtende Partikel mit halber Auflösung zeichnen
es: Dibujar partículas brillantes grandes a media resolución
fr: Dessiner les grandes particules lumineuses en demi-résolution
hi: बड़े चमकते पार्टिकल को आधे रिज़ॉल्यूशन पर बनाएँ
it: Disegna le particelle luminose grandi a metà risoluzione
ja: 大きな発光パーティクルを半分の解像度で描画
ko: 큰 발광 파티클을 절반 해상도로 그리기
pl: Rysuj duże świecące cząstki w połowie rozdzielczości
pt_br: Desenhar partículas brilhantes grandes em meia resolução
ru: Отрисовывать крупные светящиеся частицы в половинном разрешении
tr: Büyük parlayan parçacıkları yarı çözünürlükte çiz
uk: Малювати великі світні частинки з половинною роздільною здатністю
zh_hans: 以一半分辨率绘制大型发光粒子
zh_hant: 以一半解析度繪製大型發光粒子

source: Draws bars that rise and fall with the audio you are hearing. Needs Screen & System Audio Recording permission.
ar: يرسم أشرطة ترتفع وتنخفض مع الصوت الذي تسمعه. يتطلب إذن «تسجيل الشاشة وصوت النظام».
de: Zeichnet Balken, die mit dem gerade hörbaren Audio steigen und fallen. Erfordert die Berechtigung „Aufnahme von Bildschirm & Systemaudio“.
es: Dibuja barras que suben y bajan con el audio que estás escuchando. Requiere el permiso de Grabación de pantalla y del audio del sistema.
fr: Dessine des barres qui montent et descendent au rythme du son que vous entendez. Nécessite l’autorisation « Enregistrement de l’écran et des sons du système ».
hi: ऐसे बार बनाता है जो आपके सुन रहे ऑडियो के साथ ऊपर-नीचे होते हैं. इसके लिए स्क्रीन और सिस्टम ऑडियो रिकॉर्डिंग अनुमति ज़रूरी है.
it: Disegna barre che salgono e scendono con l’audio che stai ascoltando. Richiede l’autorizzazione Registrazione schermo e audio di sistema.
ja: 聴いているオーディオに合わせて上下するバーを描画します。「画面収録とシステムオーディオ録音」の許可が必要です。
ko: 들리는 오디오에 맞춰 오르내리는 막대를 그립니다. 화면 및 시스템 오디오 녹음 권한이 필요합니다.
pl: Rysuje słupki, które wznoszą się i opadają w rytm słyszanego dźwięku. Wymaga pozwolenia Nagrywanie ekranu i dźwięku systemowego.
pt_br: Desenha barras que sobem e descem com o áudio que você está ouvindo. Requer a permissão de Gravação do Áudio do Sistema e da Tela.
ru: Рисует полосы, которые поднимаются и опускаются в такт звучащему звуку. Требуется разрешение «Запись экрана и системного звука».
tr: Duyduğunuz sesle birlikte yükselip alçalan çubuklar çizer. Ekran ve Sistem Sesi Kaydı izni gerektirir.
uk: Малює смуги, що піднімаються й опускаються разом зі звуком, який ви чуєте. Потрібен дозвіл «Записування системного звуку й екрана».
zh_hans: 绘制随你听到的音频起伏的条形。需要“录屏与系统录音”权限。
zh_hant: 繪製隨你聽到的音訊起伏的長條。需要「螢幕與系統錄音」權限。

source: Draws shadow maps at half size, a quarter of the shadow work; the edges stay soft. Off draws them as Wallpaper Engine does.
ar: يرسم خرائط الظلال بنصف الحجم، أي ربع عمل الظلال، وتبقى الحواف ناعمة. عند إيقافه تُرسم كما يرسمها Wallpaper Engine.
de: Zeichnet Schattenkarten in halber Größe, ein Viertel der Schattenarbeit; die Kanten bleiben weich. Aus zeichnet sie wie Wallpaper Engine.
es: Dibuja los mapas de sombras a la mitad de tamaño, una cuarta parte del trabajo de sombras; los bordes siguen suaves. Desactivado los dibuja como Wallpaper Engine.
fr: Dessine les cartes d’ombres à mi-taille, un quart du travail des ombres ; les bords restent doux. Désactivé, elles sont dessinées comme dans Wallpaper Engine.
hi: शैडो मैप को आधे आकार में बनाता है, यानी छायाओं का एक-चौथाई काम; किनारे मुलायम रहते हैं। बंद होने पर Wallpaper Engine की तरह बनाता है।
it: Disegna le mappe delle ombre a metà dimensione, un quarto del lavoro delle ombre; i bordi restano morbidi. Se disattivato le disegna come Wallpaper Engine.
ja: シャドウマップを半分のサイズで描画し、シャドウの処理を4分の1にします。輪郭は滑らかなままです。オフにすると Wallpaper Engine と同じように描画します。
ko: 그림자 맵을 절반 크기로 그려 그림자 작업을 4분의 1로 줄입니다. 가장자리는 부드럽게 유지됩니다. 끄면 Wallpaper Engine과 같이 그립니다.
pl: Rysuje mapy cieni w połowie rozmiaru, czyli za ćwierć pracy; krawędzie pozostają miękkie. Wyłączone rysuje je jak Wallpaper Engine.
pt_br: Desenha os mapas de sombra na metade do tamanho, um quarto do trabalho das sombras; as bordas continuam suaves. Desativado, desenha como o Wallpaper Engine.
ru: Рисует карты теней в половинном размере — четверть работы над тенями; края остаются мягкими. Если выключено, рисует их как Wallpaper Engine.
tr: Gölge haritalarını yarı boyutta çizer, gölge işinin dörtte biri; kenarlar yumuşak kalır. Kapalıyken Wallpaper Engine gibi çizer.
uk: Малює карти тіней у половинному розмірі — чверть роботи над тінями; краї лишаються мʼякими. Якщо вимкнено, малює їх як Wallpaper Engine.
zh_hans: 以一半尺寸绘制阴影贴图，阴影工作量降至四分之一，边缘仍保持柔和。关闭时按 Wallpaper Engine 的方式绘制。
zh_hant: 以一半尺寸繪製陰影貼圖，陰影工作量降至四分之一，邊緣仍保持柔和。關閉時按 Wallpaper Engine 的方式繪製。

source: Drifts a cloud texture across the layer.
ar: يحرّك نسيج سحب ببطء عبر الطبقة.
de: Lässt eine Wolkentextur über die Ebene ziehen.
es: Desplaza una textura de nubes a través de la capa.
fr: Fait dériver une texture de nuages sur le calque.
hi: लेयर पर बादलों का टेक्सचर धीरे-धीरे बहाता है.
it: Fa scorrere una texture di nuvole sul livello.
ja: 雲のテクスチャをレイヤー全体に漂わせます。
ko: 레이어를 가로질러 구름 텍스처를 흘려보냅니다.
pl: Przesuwa teksturę chmur po warstwie.
pt_br: Faz uma textura de nuvens deslizar pela camada.
ru: Перемещает текстуру облаков по слою.
tr: Katman boyunca bir bulut dokusu kaydırır.
uk: Пересуває текстуру хмар по шару.
zh_hans: 让云纹理在图层上飘移。
zh_hant: 讓雲朵紋理在圖層上飄移。

source: Drip
ar: تقطير
de: Tropfen
es: Goteo
fr: Ruissellement
hi: टपकन
it: Gocce
ja: ドリップ
ko: 물방울
pl: Kapanie
pt_br: Pingo
ru: Капли
tr: Damlama
uk: Крапля
zh_hans: 滴落
zh_hant: 滴落

source: Dual Monitor
ar: شاشة مزدوجة
de: Zwei Monitore
es: Dos monitores
fr: Deux moniteurs
hi: डुअल मॉनिटर
it: Doppio monitor
ja: デュアルモニター
ko: 듀얼 모니터
pl: Dwa monitory
pt_br: Duas Telas
ru: Два монитора
tr: Çift Monitör
uk: Два монітори
zh_hans: 双显示器
zh_hant: 雙顯示器

source: Dynamic
ar: متحركة
de: Dynamisch
es: Dinámicos
fr: Dynamique
hi: डायनैमिक
it: Dinamico
ja: ダイナミック
ko: 동적
pl: Dynamiczne
pt_br: Dinâmico
ru: Динамическ.
tr: Değişken
uk: Динамічні
zh_hans: 动态
zh_hant: 動態

source: Dynamic Resolution
ar: دقة ديناميكية
de: Dynamische Auflösung
es: Resolución dinámica
fr: Résolution dynamique
hi: डाइनैमिक रिज़ोल्यूशन
it: Risoluzione dinamica
ja: ダイナミック解像度
ko: 동적 해상도
pl: Rozdzielczość dynamiczna
pt_br: Resolução Dinâmica
ru: Динамическое разрешение
tr: Dinamik Çözünürlük
uk: Динамічна роздільність
zh_hans: 动态分辨率
zh_hant: 動態解析度

source: Dynamic runs live on the phone, with its clock, audio and properties; Pre-Rendered is a fixed video
ar: المتحركة تعمل مباشرة على الهاتف بساعتها وصوتها وخصائصها؛ والمرندرة مسبقًا فيديو ثابت
de: Dynamisch läuft live auf dem Smartphone, mit Uhr, Audio und Eigenschaften; Vorgerendert ist ein festes Video
es: Dinámico se ejecuta en directo en el teléfono, con su reloj, audio y propiedades; Preprocesado es un vídeo fijo
fr: Dynamique s’exécute en direct sur le téléphone, avec son horloge, son audio et ses propriétés ; Prerendu est une vidéo fixe
hi: डायनैमिक फ़ोन पर लाइव चलता है, अपनी घड़ी, ऑडियो और प्रॉपर्टी के साथ; प्री-रेंडर्ड एक तय वीडियो है
it: Dinamico funziona dal vivo sul telefono, con orologio, audio e proprietà; Pre-renderizzato è un video fisso
ja: ダイナミックは時計、オーディオ、プロパティとともにスマートフォン上でライブ実行されます。プリレンダリング済は固定のビデオです
ko: 동적은 시계, 오디오 및 속성과 함께 휴대폰에서 실시간으로 실행되고, 사전 렌더링은 고정된 비디오입니다
pl: Dynamiczna działa na żywo na telefonie, z zegarem, dźwiękiem i właściwościami; Prerenderowana to stałe wideo
pt_br: Dinâmico roda ao vivo no celular, com relógio, áudio e propriedades; Pré-renderizado é um vídeo fixo
ru: Динамические работают на телефоне вживую, с часами, звуком и свойствами; пререндеринг — это готовое видео
tr: Değişken, saati, sesi ve özellikleriyle telefonda canlı çalışır; Önceden İşlenmiş sabit bir videodur
uk: Динамічні працюють на телефоні наживо, з годинником, звуком і властивостями; перед-відмальовані — це готове відео
zh_hans: 动态在手机上实时运行，带有时钟、音频和属性；预渲染是固定的视频
zh_hant: 動態在手機上即時執行，具備時鐘、音訊和屬性；預先轉譯是固定的影片

source: Dynamic: runs live on the phone. Clocks tick, audio-reactive layers follow the phone's sound, and the wallpaper's properties can be changed there.
ar: متحركة: تعمل مباشرة على الهاتف. تتحرك الساعات، وتتبع الطبقات المتجاوبة مع الصوت صوت الهاتف، ويمكن تغيير خصائص الخلفية هناك.
de: Dynamisch: läuft live auf dem Smartphone. Uhren laufen, audioreaktive Ebenen folgen dem Ton des Smartphones und die Eigenschaften des Hintergrundbilds lassen sich dort ändern.
es: Dinámico: se ejecuta en directo en el teléfono. Los relojes avanzan, las capas que reaccionan al audio siguen el sonido del teléfono y las propiedades del fondo se pueden cambiar allí.
fr: Dynamique : s’exécute en direct sur le téléphone. Les horloges tournent, les calques réactifs à l’audio suivent le son du téléphone et les propriétés du fond d’écran y sont modifiables.
hi: डायनैमिक: फ़ोन पर लाइव चलता है। घड़ियाँ चलती हैं, ऑडियो पर प्रतिक्रिया देने वाली लेयर फ़ोन की आवाज़ के साथ चलती हैं, और वॉलपेपर की प्रॉपर्टी वहीं बदली जा सकती हैं।
it: Dinamico: funziona dal vivo sul telefono. Gli orologi scorrono, i livelli audio-reattivi seguono il suono del telefono e le proprietà dello sfondo si possono cambiare lì.
ja: ダイナミック：スマートフォン上でライブ実行されます。時計は進み、オーディオに反応するレイヤーはスマートフォンのサウンドに合わせて動き、壁紙のプロパティもそこで変更できます。
ko: 동적: 휴대폰에서 실시간으로 실행됩니다. 시계가 움직이고, 오디오 반응 레이어가 휴대폰의 소리를 따르며, 배경화면의 속성을 그곳에서 변경할 수 있습니다.
pl: Dynamiczna: działa na żywo na telefonie. Zegary chodzą, warstwy reagujące na dźwięk podążają za dźwiękiem telefonu, a właściwości tapety można tam zmieniać.
pt_br: Dinâmico: roda ao vivo no celular. Os relógios andam, as camadas que reagem ao áudio seguem o som do celular e as propriedades do papel de parede podem ser alteradas nele.
ru: Динамические: работают на телефоне вживую. Часы идут, слои, реагирующие на звук, следуют за звуком телефона, а свойства обоев можно менять прямо там.
tr: Değişken: telefonda canlı çalışır. Saatler işler, sese duyarlı katmanlar telefonun sesini izler ve duvar kağıdının özellikleri orada değiştirilebilir.
uk: Динамічні: працюють на телефоні наживо. Годинники йдуть, шари, що реагують на звук, відстежують звук телефона, а властивості шпалер можна змінювати там.
zh_hans: 动态：在手机上实时运行。时钟会走动，音频响应图层会跟随手机的声音，墙纸的属性也可在手机上更改。
zh_hant: 動態：在手機上即時執行。時鐘會走動，音訊回應圖層會跟隨手機的聲音，桌布的屬性也可在手機上變更。

source: Each day at this time, the screen saver is recorded again with that day’s date and time and replaces the previous video. If your Mac was asleep or Open Wallpaper Engine wasn’t open, it records at the next wake or launch. It runs in the background and waits while the battery is low.
ar: كل يوم في هذا الوقت، تُسجَّل شاشة التوقف من جديد بتاريخ ذلك اليوم ووقته وتحل محل الفيديو السابق. إذا كان Mac في وضع السكون أو لم يكن Open Wallpaper Engine مفتوحًا، فسيُسجَّل عند الاستيقاظ أو التشغيل التالي. يعمل في الخلفية وينتظر عندما تكون البطارية منخفضة.
de: Jeden Tag zu dieser Uhrzeit wird der Bildschirmschoner mit Datum und Uhrzeit des Tages neu aufgenommen und ersetzt das vorherige Video. War Ihr Mac im Ruhezustand oder Open Wallpaper Engine nicht geöffnet, wird beim nächsten Aufwachen oder Start aufgenommen. Die Aufnahme läuft im Hintergrund und wartet, solange die Batterie schwach ist.
es: Cada día a esta hora, el salvapantallas se vuelve a grabar con la fecha y la hora de ese día y sustituye al vídeo anterior. Si tu Mac estaba en reposo u Open Wallpaper Engine no estaba abierto, se graba al siguiente despertar o inicio. Se ejecuta en segundo plano y espera mientras la batería esté baja.
fr: Chaque jour à cette heure, l’économiseur d’écran est réenregistré avec la date et l’heure du jour et remplace la vidéo précédente. Si votre Mac était en veille ou si Open Wallpaper Engine n’était pas ouvert, il est enregistré à la prochaine sortie de veille ou au prochain lancement. L’enregistrement s’exécute en arrière-plan et attend tant que la batterie est faible.
hi: हर दिन इस समय, स्क्रीन सेवर उस दिन की तारीख और समय के साथ दोबारा रिकॉर्ड होता है और पिछले वीडियो की जगह लेता है। अगर आपका Mac स्लीप में था या Open Wallpaper Engine खुला नहीं था, तो यह अगली बार जागने या लॉन्च होने पर रिकॉर्ड होता है। यह बैकग्राउंड में चलता है और बैटरी कम होने पर इंतज़ार करता है।
it: Ogni giorno a quest’ora il salvaschermo viene registrato di nuovo con la data e l’ora del giorno e sostituisce il video precedente. Se il Mac era in stop o Open Wallpaper Engine non era aperto, la registrazione avviene al risveglio o all’avvio successivo. Funziona in background e attende finché la batteria è scarica.
ja: 毎日この時刻に、その日の日付と時刻でスクリーンセーバを再録画し、前のビデオと置き換えます。Macがスリープしていた場合やOpen Wallpaper Engineが開いていなかった場合は、次回のスリープ解除時または起動時に録画します。バックグラウンドで実行され、バッテリー残量が少ないときは待機します。
ko: 매일 이 시간에 그날의 날짜와 시간으로 화면 보호기를 다시 녹화하여 이전 비디오를 대체합니다. Mac이 잠자기 상태였거나 Open Wallpaper Engine이 열려 있지 않았다면 다음에 깨어나거나 실행될 때 녹화합니다. 백그라운드에서 실행되며 배터리가 부족하면 기다립니다.
pl: Codziennie o tej godzinie wygaszacz ekranu jest nagrywany ponownie z datą i godziną danego dnia i zastępuje poprzednie wideo. Jeśli Mac był uśpiony lub Open Wallpaper Engine nie był otwarty, nagranie nastąpi przy następnym wybudzeniu lub uruchomieniu. Działa w tle i czeka, gdy bateria jest słaba.
pt_br: Todos os dias neste horário, o protetor de tela é gravado novamente com a data e a hora do dia e substitui o vídeo anterior. Se o Mac estava em repouso ou o Open Wallpaper Engine não estava aberto, a gravação ocorre no próximo despertar ou abertura. Ela é executada em segundo plano e aguarda enquanto a bateria está fraca.
ru: Каждый день в это время заставка записывается заново с датой и временем этого дня и заменяет предыдущее видео. Если Mac был в режиме сна или Open Wallpaper Engine не был открыт, запись выполняется при следующем пробуждении или запуске. Она идёт в фоне и ждёт, пока заряд аккумулятора низкий.
tr: Her gün bu saatte ekran koruyucu o günün tarihi ve saatiyle yeniden kaydedilir ve önceki videonun yerini alır. Mac’iniz uykudaysa veya Open Wallpaper Engine açık değilse, bir sonraki uyanmada ya da açılışta kaydedilir. Arka planda çalışır ve pil düşükken bekler.
uk: Щодня в цей час заставка записується знову з датою й часом цього дня та замінює попереднє відео. Якщо Mac був у режимі сну або Open Wallpaper Engine не був відкритий, запис відбудеться під час наступного пробудження чи запуску. Він працює у фоні й чекає, поки заряд акумулятора низький.
zh_hans: 每天在此时间，屏幕保护程序会以当天的日期和时间重新录制，并替换之前的视频。如果 Mac 处于睡眠状态或 Open Wallpaper Engine 未打开，则会在下次唤醒或启动时录制。它在后台运行，电池电量低时会等待。
zh_hant: 每天在此時間，螢幕保護程式會以當天的日期和時間重新錄製，並取代之前的影片。如果 Mac 處於睡眠狀態或 Open Wallpaper Engine 未開啟，則會在下次喚醒或啟動時錄製。它在背景執行，電池電量低時會等待。

source: Each side can have at most %@ pixels.
ar: يمكن أن يكون لكل جانب %@ بكسل على الأكثر.
de: Jede Seite darf höchstens %@ Pixel haben.
es: Cada lado puede tener como máximo %@ píxeles.
fr: Chaque côté peut avoir au plus %@ pixels.
hi: हर भुजा में ज़्यादा से ज़्यादा %@ पिक्सेल हो सकते हैं।
it: Ogni lato può avere al massimo %@ pixel.
ja: 各辺は最大 %@ ピクセルです。
ko: 각 변은 최대 %@픽셀까지 가능합니다.
pl: Każdy bok może mieć najwyżej %@ pikseli.
pt_br: Cada lado pode ter no máximo %@ pixels.
ru: Каждая сторона может быть не больше %@ пикс.
tr: Her kenar en fazla %@ piksel olabilir.
uk: Кожна сторона може мати щонайбільше %@ пікс.
zh_hans: 每条边最多 %@ 像素。
zh_hant: 每邊最多 %@ 像素。

source: Each side needs at least %@ pixels.
ar: يحتاج كل جانب إلى %@ بكسل على الأقل.
de: Jede Seite braucht mindestens %@ Pixel.
es: Cada lado necesita al menos %@ píxeles.
fr: Chaque côté doit avoir au moins %@ pixels.
hi: हर भुजा में कम से कम %@ पिक्सेल होने चाहिए।
it: Ogni lato deve avere almeno %@ pixel.
ja: 各辺は %@ ピクセル以上必要です。
ko: 각 변은 최소 %@픽셀이어야 합니다.
pl: Każdy bok musi mieć co najmniej %@ pikseli.
pt_br: Cada lado precisa ter pelo menos %@ pixels.
ru: Каждая сторона должна быть не меньше %@ пикс.
tr: Her kenar en az %@ piksel olmalıdır.
uk: Кожна сторона має бути щонайменше %@ пікс.
zh_hans: 每条边至少需要 %@ 像素。
zh_hant: 每邊至少需要 %@ 像素。

source: Each wallpaper shows from its start time until the next one's.
ar: تظهر كل خلفية من وقت بدئها حتى وقت بدء الخلفية التالية.
de: Jedes Hintergrundbild wird ab seiner Startzeit bis zur Startzeit des nächsten gezeigt.
es: Cada fondo de pantalla se muestra desde su hora de inicio hasta la del siguiente.
fr: Chaque fond d’écran s’affiche de son heure de début jusqu’à celle du suivant.
hi: हर वॉलपेपर अपने शुरू होने के समय से अगले वॉलपेपर के समय तक दिखता है।
it: Ogni sfondo appare dalla sua ora di inizio fino a quella del successivo.
ja: 各壁紙は開始時刻から次の壁紙の開始時刻まで表示されます。
ko: 각 배경화면은 시작 시각부터 다음 배경화면의 시작 시각까지 표시됩니다.
pl: Każda tapeta wyświetla się od swojej godziny rozpoczęcia do godziny następnej.
pt_br: Cada imagem de fundo aparece da sua hora de início até a da próxima.
ru: Каждые обои показываются с их времени начала до времени начала следующих.
tr: Her duvar kâğıdı, başlangıç saatinden bir sonrakinin başlangıç saatine kadar gösterilir.
uk: Кожна шпалера показується від свого часу початку до часу початку наступної.
zh_hans: 每张墙纸从其开始时间显示到下一张的开始时间。
zh_hant: 每張背景圖片會從其開始時間顯示到下一張的開始時間。

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pl: Edycja
pt_br: Editar
ru: Правка
tr: Düzenle
uk: Змінити
zh_hans: 编辑
zh_hant: 編輯

source: Edit Split
ar: تعديل التقسيم
de: Aufteilung anpassen
es: Editar división
fr: Modifier la partie
hi: विभाजन संपादित करें
it: Modifica divisione
ja: 分割を編集
ko: 분할 편집
pl: Edytuj podział
pt_br: Editar divisão
ru: Изменить разделение
tr: Bölmeyi düzenle
uk: Редагувати розділення
zh_hans: 编辑拆分
zh_hant: 編輯分割

source: Edit Wallpaper
ar: تحرير الخلفية
de: Hintergrundbild bearbeiten
es: Editar fondo de pantalla
fr: Modifier le fond d’écran
hi: वॉलपेपर बदलें
it: Modifica sfondo
ja: 壁紙を編集
ko: 배경화면 편집
pl: Edytuj tapetę
pt_br: Editar Imagem de Fundo
ru: Изменить обои
tr: Duvar Kâğıdını Düzenle
uk: Редагувати шпалеру
zh_hans: 编辑墙纸
zh_hant: 編輯背景圖片

source: Edit X and Y together
ar: تعديل X وY معًا
de: X und Y gemeinsam bearbeiten
es: Editar X e Y a la vez
fr: Modifier X et Y ensemble
hi: X और Y को एक साथ संपादित करें
it: Modifica X e Y insieme
ja: XとYを同時に編集
ko: X와 Y를 함께 편집
pl: Edytuj X i Y jednocześnie
pt_br: Editar X e Y juntos
ru: Изменять X и Y вместе
tr: X ve Y’yi birlikte düzenle
uk: Змінювати X і Y разом
zh_hans: 同时编辑 X 和 Y
zh_hant: 同時編輯 X 和 Y

source: Edit in Scene Editor…
ar: تحرير في محرر المشهد…
de: Im Szeneneditor bearbeiten …
es: Editar en el editor de escenas…
fr: Modifier dans l’éditeur de scène…
hi: सीन एडिटर में संपादित करें…
it: Modifica nell’editor scena…
ja: シーンエディタで編集…
ko: 장면 편집기에서 편집…
pl: Edytuj w edytorze sceny…
pt_br: Editar no Editor de Cena…
ru: Изменить в редакторе сцены…
tr: Sahne Düzenleyicisinde Düzenle…
uk: Редагувати в редакторі сцени…
zh_hans: 在场景编辑器中编辑…
zh_hant: 在場景編輯器中編輯⋯

source: Edit layers and effects live on the running wallpaper, or switch to iPhone & iPad Export to make a Live Photo lock screen without changing your desktop.
ar: عدّل الطبقات والتأثيرات مباشرة على الخلفية قيد التشغيل، أو انتقل إلى التصدير إلى iPhone وiPad لإنشاء شاشة قفل Live Photo دون تغيير سطح المكتب.
de: Bearbeiten Sie Ebenen und Effekte live am laufenden Hintergrundbild oder wechseln Sie zu „iPhone- & iPad-Export“, um einen Live-Photo-Sperrbildschirm zu erstellen, ohne den Schreibtisch zu ändern.
es: Edita capas y efectos en vivo sobre el fondo en ejecución, o cambia a Exportar a iPhone y iPad para crear una pantalla bloqueada con Live Photo sin cambiar tu escritorio.
fr: Modifiez les calques et les effets en direct sur le fond d’écran en cours, ou passez à Exportation iPhone et iPad pour créer un écran verrouillé Live Photo sans changer votre bureau.
hi: चल रहे वॉलपेपर पर लेयर और इफ़ेक्ट लाइव बदलें, या डेस्कटॉप बदले बिना Live Photo लॉक स्क्रीन बनाने के लिए iPhone और iPad के लिए एक्सपोर्ट पर जाएँ।
it: Modifica livelli ed effetti dal vivo sullo sfondo in esecuzione, oppure passa a Esporta per iPhone e iPad per creare una schermata di blocco con Live Photo senza cambiare la scrivania.
ja: 実行中の壁紙でレイヤーとエフェクトをライブで編集できます。“iPhone・iPad用に書き出す”に切り替えると、デスクトップを変えずにLive Photoのロック画面を作成できます。
ko: 실행 중인 배경화면에서 레이어와 효과를 실시간으로 편집하거나, iPhone 및 iPad로 내보내기로 전환하여 데스크탑을 바꾸지 않고 Live Photo 잠금 화면을 만드십시오.
pl: Edytuj warstwy i efekty na żywo w uruchomionej tapecie albo przełącz na Eksport na iPhone’a i iPada, aby utworzyć ekran blokady z Live Photo bez zmiany biurka.
pt_br: Edite camadas e efeitos ao vivo no papel de parede em execução, ou mude para Exportar para iPhone e iPad para criar uma Tela Bloqueada com Live Photo sem alterar a mesa.
ru: Редактируйте слои и эффекты вживую на запущенных обоях или перейдите в «Экспорт для iPhone и iPad», чтобы сделать экран блокировки с Live Photo, не меняя рабочий стол.
tr: Çalışan duvar kâğıdında katmanları ve efektleri canlı düzenleyin ya da masaüstünüzü değiştirmeden Live Photo Kilitli Ekranı hazırlamak için iPhone ve iPad için Dışa Aktar’a geçin.
uk: Редагуйте шари й ефекти наживо на запущених шпалерах або перейдіть до «Експорт для iPhone та iPad», щоб створити екран блокування з Live Photo, не змінюючи робочий стіл.
zh_hans: 在正在运行的墙纸上实时编辑图层和效果，或切换到“导出到 iPhone 和 iPad”，在不更改桌面的情况下制作实况照片锁定屏幕。
zh_hant: 在執行中的背景圖片上即時編輯圖層和效果，或切換到「輸出至 iPhone 和 iPad」，在不更改桌面的情況下製作原況照片鎖定畫面。
